[SnowShell]
INT_SETTING_VER=29
[Menu]
STRING_MENU_FILE=파일
STRING_MENU_NOISE=노이즈 감소
STRING_MENU_SCALE=배율
STRING_MENU_EXPORT=출력
STRING_MENU_CONFIRM=확인창
[File]
STRING_MENU_FILE_IMAGE_SEL=이미지 선택 및 실행
STRING_MENU_FILE_CREDIT=정보
STRING_MENU_FILE_QUIT=종료
[Noise]
STRING_MENU_NOISE_NONE=없음
STRING_MENU_NOISE_LOW=낮음
STRING_MENU_NOISE_MID=중간
STRING_MENU_NOISE_HIGH=높음
STRING_MENU_NOISE_VERY_HIGH=최대
[Scale]
STRING_MENU_SCALE_CUSTOM=사용자 설정
[GPU]
STRING_MENU_GPU_CPU=CPU 사용
STRING_MENU_GPU_GPU=GPU 우선
[TTA]
STRING_MENU_TTA_DISABLED=비활성화
STRING_MENU_TTA_ENABLED=활성화
[Export]
STRING_MENU_EXPORT_SAME=원본 이미지와 같은 폴더
STRING_MENU_EXPORT_NEW=output 폴더
[Confirm]
STRING_MENU_CONFIRM_SHOW=보여주기
STRING_MENU_CONFIRM_SKIP=보여주지 않기
STRING_MENU_CONFIRM_DEBUG=변환과정 출력
[Text]
INT_TEXT_TAB=13
STRING_TEXT_NOISE=노이즈 감소
STRING_TEXT_NOISE_NONE=없음
STRING_TEXT_NOISE_LOW=낮음
STRING_TEXT_NOISE_MID=중간
STRING_TEXT_NOISE_HIGH=높음
STRING_TEXT_NOISE_VERY_HIGH=최대
STRING_TEXT_SCALE=확대 배율
STRING_TEXT_GPU=변환방식
STRING_TEXT_EXPORT=출력 폴더
STRING_TEXT_EXPORT_SAME=동일 폴더
STRING_TEXT_EXPORT_NEW=output 폴더
STRING_TEXT_CONFIRM=확인창
STRING_TEXT_CONFIRM_SHOW=보여주기
STRING_TEXT_CONFIRM_SKIP=보여주지 않기
STRING_TEXT_CONFIRM_TITLE=확인
STRING_TEXT_CONFIRM_MESSAGE=큰 이미지 파일은 오류가 발생하거나\n작업에 많은 시간이 소요될 수 있습니다.\n작업을 진행하시겠습니까?
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=경고
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=고배율 변환은 작업 도중 오류가 발생할 수 있습니다.\n작업을 진행하시겠습니까?
STRING_TEXT_NOCONVERTER_TITLE=오류
STRING_TEXT_NOCONVERTER_MESSAGE=사용 가능한 변환기가 없습니다.\nWindows 버전을 확인해주시기 바랍니다.
STRING_TEXT_TOO_LONG_PATH_TITLE=오류
STRING_TEXT_TOO_LONG_PATH_MESSAGE=다음 파일의 파일 경로가 너무 길기 때문에 변환이 불가능합니다.
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT=자
STRING_TEXT_ABORT_CONVERT_TITLE=확인
STRING_TEXT_ABORT_CONVERT_MESSAGE=변환을 중단하시겠습니까?

STRING_TEXT_CONVERT_ERROR_TITLE=변환 오류
STRING_TEXT_CONVERT_ERROR_MESSAGE=개 파일을 변환하지 못했습니다.
STRING_TEXT_CONVERT_ERROR_INPUT=첫 번째 실패 파일
STRING_TEXT_CONVERT_ERROR_MODEL=모델
STRING_TEXT_CONVERT_ERROR_REASON=원인
STRING_TEXT_CONVERT_ERROR_LOG=상세 로그 저장 위치
STRING_TEXT_CONVERT_ERROR_LOG_FAILED=오류 로그를 저장하지 못했습니다
STRING_TEXT_CONVERT_PROCESS_FAILED=변환기가 오류로 종료되었습니다.
STRING_TEXT_CONVERT_OUTPUT_FAILED=출력 파일을 만들거나 저장하지 못했습니다.
STRING_TEXT_CONVERT_THREAD_FAILED=변환 작업을 시작하지 못했습니다.
